+++
date = "2017-03-02 14:14:00+00:00"
draft = false
title = "寫在初次CryptoParty Kaohsiung 之後"
slug = "CryptoParty Kaohsiung"
categories = ["internet"]
tags = [
  "encryption",
  "twngo",
  "privacy",
  "surveillance",
  "security"
  ]
disable_profile = false
disable_widgets = false
+++
其實這篇文章草稿早在十多天前就寫畢，但後來不知在考慮什麼莫名的因素，暫且把它按而不發。總之，這是一個純個人角度的反省，雖然在這個數位化的年代裏，不時想要逃避無孔不入的無型巨大監獄，但偶而還是得為自己人性本能的健忘與懈怠懶散,留下一點鞭策力量的記錄吧。

<!--more-->
週六辦了一場[小小的活動](http://twngo.kktix.cc/events/cryptok)，一開始的動機是自己去年在翻譯一份數位安全訓練者的教材時，發現國外有一種行之有年的社群活動稱之為CryptoParty。當我看到這個新名詞，甚致都有操作手冊教人怎麼組織、辦理這類活動，不禁讚嘆：不如自己跳下去來辦一場活動。雖然想是這麼想，嘴上說是這麼說，但是到真正化為實際動作之前，有幾位朋友幫忙推了一把，其中想特別一提的，是某位長年投入於TOR在地化的大陸網友，在通信中，我大吐苦水沮喪於台灣的使用者未能對網路通訊隱私保護予以相對重視，她/他則回覆道,從中國網民的角度是多麼“羡慕嫉妒恨”台灣的言論自由/網路環境，又可以這麼自由地進行、組織任何活動。被她/他這麼一講，反倒讓我不好意思，於是把心一橫地開始拉高雄地區的兩三位朋友來討論辦活動的可能性。（過去半年裏我制作的某些中文在地化資訊專案得到的回饋反而多是來自防火長城裏的網友，這讓我偶而有一種錯覺，以為在一個相對管制壓抑的政治氛圍下，渴望自由的翻牆者，可能更關心我所關心的議題，搞不好把目標受眾對準這群人得到的反饋與效果會好一點。不過。。。。。。。,還是繼續把這種結果當成某種預期之外的plus就好）

![CryptoParty Kaohsiung](/post/20170302-1.png)

在「衝促」與「任性」之下，雖然是讓活動在時間自然到了就結束，事後檢討起來有許多不足和遺憾之處（例如挑選了一個補班日，受僱者無法翹班參加、尚未抓穩高雄地區願意來討論此論題的適當社群與管道、爐主挑了一個不夠吸引人的冷門分享題目......）。不過還是感謝願意現身出來聊聊天的朋友，這些談話的激盪，總比自己一個人悶頭想某些問題適當地給予了不同立場觀點的刺激，這些刺激也許不見得對於苦思的問題有了立即的解決對策，但至少在**對問題現象更清楚地分析整理**，注入了一點力量。

>台灣大多數一般網民對於互聯網資訊傳輸，不管是從技術層面、權利意識還是個人安全層面的危機感顯然遠遠不夠（欠缺通俗化的材料可能是原因之一）。表面上台灣人繼續享有不受到（自我）審查的高度言論與資訊自由環境，就算這個人人可言所欲言的（線上）環境很容易受到高度監控，網民們多半會自認未作壞事問心無愧或是即便偶而「小惡」的萬中存一僥倖，故也不會太介意監控或個資記錄收集之事實存在，繼續過著馬照跑舞照跳的日子，個人在通訊安全的自我保護與資訊自主控制等意識未見明顯提高,當然也不會積極採取加強措施。
>
>認知與行為改變不會在一夜之間發生,暫且只能寄望從一步步而容易的知識與隨手動作來慢慢改善。

我自己近來有某種感受，不管投注多少網路自由軟體或相關資訊的在地翻譯，就算和開發者商議好，軟體發佈上加入了當地最通用的語言包，但是如果沒有前端與更前端的某社會條件成熟、環境制度與觀念的配合，殘酷的現實是這些工具或應用不管多麼實用或相對自主，還是落得乏人問津的下場，期待新工具帶來的社會改變也依然遙遙無期。不過想要追溯到更上源的問題作出改變，當然不是一件容易的事。或許在台灣對於網路自由與數位人權這件事，從社會運動的戰略分析上來看，搞不好還是處在[最初的第一階段](http://www.chinarightsia.org/?p=1393)。

這場「cyberwar」，在許多國家早已陸續作了許多備戰的演習與參謀推算，而我們還要繼續保持綏靖的心態嗎？

![](https://i.imgur.com/aEI1GCv.png)


#### 第一次CryptoParty Kaohsiung 相關討論資源

- UNHRC Special Rapporteur on freedom of expression 2015:[Report on encryption, anonymity, and the human rights framework](http://www.ohchr.org/EN/Issues/FreedomOpinion/Pages/CallForSubmission.aspx) )

- [互聯網：網路個人資料可視狀況總覧](https://blog.jxtsai.info/2016/11/09/5wofinformationonline/)
- 上網（尤其是臉書使用）的潛在個資自主權風險
　- http://stalkscan.com/ (用戶可查自己到底在臉書上揭露了多少訊息)
　- http://dataselfie.it/#/　（Chrome 外掛，幫助ＦＢ用戶了解自己在臉書上的行為數據作分析，以知道網路公司已知道你自己過去未曾知道的資訊）

